round3/uWSGI.300.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 300 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    39.48ms   69.89ms 207.60ms   84.90%
    Req/Sec   477.00    375.10     0.91k    71.43%
  404 requests in 29.68s, 26.04KB read
  Socket errors: connect 0, read 104, write 0, timeout 0
Requests/sec:     13.61
Transfer/sec:      0.88KB