round3/uWSGI.3000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 3000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   735.67ms  618.39ms   1.92s    55.59%
    Req/Sec   376.16    554.53     2.61k    82.14%
  3174 requests in 30.09s, 204.57KB read
  Socket errors: connect 0, read 174, write 0, timeout 742
Requests/sec:    105.49
Transfer/sec:      6.80KB