round3/uWSGI.400.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    41.84ms   71.25ms 211.15ms   85.15%
    Req/Sec   503.29    420.62     1.09k    42.86%
  431 requests in 30.07s, 27.78KB read
  Socket errors: connect 0, read 31, write 0, timeout 0
Requests/sec:     14.33
Transfer/sec:      0.92KB