round3/uWSGI.4000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 4000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   550.51ms  508.26ms   1.29s    61.20%
    Req/Sec     1.28k     1.37k    3.74k    70.59%
  3763 requests in 30.07s, 242.54KB read
  Socket errors: connect 465, read 228, write 0, timeout 0
Requests/sec:    125.14
Transfer/sec:      8.07KB