round3/uWSGI.5000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 5000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   870.47ms  574.22ms   1.80s    57.65%
    Req/Sec   502.90    621.27     2.95k    86.67%
  5389 requests in 30.08s, 347.34KB read
  Socket errors: connect 0, read 389, write 0, timeout 2480
Requests/sec:    179.14
Transfer/sec:     11.55KB