round3/uWSGI.700.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 700 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    84.93ms  176.14ms   1.04s    97.32%
    Req/Sec   473.08    462.58     1.37k    83.33%
  784 requests in 30.08s, 50.53KB read
  Socket errors: connect 0, read 84, write 0, timeout 0
Requests/sec:     26.06
Transfer/sec:      1.68KB