round3/uWSGI.7000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 7000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   905.50ms  606.91ms   2.00s    55.55%
    Req/Sec   675.26    755.03     2.95k    86.25%
  7237 requests in 30.07s, 466.45KB read
  Socket errors: connect 0, read 237, write 0, timeout 3167
Requests/sec:    240.66
Transfer/sec:     15.51KB