round3/uWSGI.8000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 8000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   607.20ms  540.22ms   1.62s    64.81%
    Req/Sec   704.60      0.88k    3.85k    84.44%
  8232 requests in 30.08s, 530.58KB read
  Socket errors: connect 0, read 232, write 0, timeout 3325
Requests/sec:    273.64
Transfer/sec:     17.64KB