round3/uWSGI.9000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 9000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   902.96ms  551.97ms   1.90s    58.33%
    Req/Sec   736.42      0.93k    4.30k    85.88%
  9236 requests in 30.09s, 595.29KB read
  Socket errors: connect 0, read 236, write 0, timeout 4295
Requests/sec:    306.94
Transfer/sec:     19.78KB